listOfRanks = ['Оф', 'Пр', 'К/с', 'С/с', 'К-ты', 'Сл']

listOfMilitaryRanks = ['Рядовой', 'Рядовой м/с', 'Ефрейтор', 'Ефрейтор м/с', 'Младший сержант', 'Младший сержант м/с',
                       'Сержант', 'Сержант м/с', 'Старший сержант', 'Старший сержант м/с', 'Старшина', 'Старшина м/с',
                       'Прапорщик', 'Прапорщик м/с', 'Старший прапорщик', 'Старший прапорщик м/с', 'Младший лейтенант',
                       'Младший лейтенант м/с', 'Лейтенант', 'Лейтенант м/с', 'Старший лейтенант',
                       'Старший лейтенант м/с', 'Капитан', 'Капитан м/с', 'Майор', 'Майор м/с', 'Подполковник',
                       'Подполковник м/с', 'Полковник', 'Полковник м/с', 'Генерал-майор', 'Генерал-майор м/с',
                       'Генерал-лейтенант', 'Генерал-лейтенант м/с', 'Генерал-полковник', 'Генерал-полковник м/с',
                       'Генерал армии', 'Генерал армии м/с']

listOfReasons = ['Отпуск', 'Командировка', 'Амбулаторное лечение', 'Стационарное лечение', 'Наряд']
